{
    "cohort": [
        {
            "id": 1,
            "firstName": "Allison",
            "lastName": "Collins",
            "bio": "After considering careers in psychological research, veterinary medicine, and teaching English abroad, as well as nurturing a lifelong inclination for creative design, I've found an intersection of my many interests in software development. I love that this field involves constant learning and adaptation&mdash;keeping my mind sharp and my problem-solving abilities strong. I have met a vast array of fascinating personalities and types of intelligence through my jobs and education, and find joy in connecting with and learning from people with all backgrounds and belief systems.",
            "github": "https://github.com/allisonkatecollins",
            "linkedIn": "https://www.linkedin.com/in/allisonkatecollins",
            "portfolio": "https://allisonkatecollins.com/",
            "email": "allisonkatecollins@gmail.com",
            "proImg": "images/classmates/AllisonCollins1.jpg",
            "funImg": "images/classmates/AllisonCollins2.jpg",
            "hired": false
        },
        {
            "id": 2,
            "firstName": "Anupama",
            "lastName": "Garg",
            "bio": "I believe updating knowledge and skills is a lifetime endeavor. I chose an intensive Full Stack Web Development Bootcamp as a way to further build on my Masters in Computer Science and teaching credentials. Nashville Software School has given me the expanded skill set and confidence to solve problem and turn my creative vision into functional web pages. It has expanded my ability to code as part of a team and learn from both failures and successes. I am excited to continue this amazing and ever growing journey of software development.",
            "github": "https://github.com/AnupamaGarg",
            "linkedIn": "https://www.linkedin.com/in/anupama-garg225/",
            "email": "anupama.garg225@gmail.com",
            "proImg": "images/classmates/AnupamaGarg1.jpg",
            "funImg": "images/classmates/AnupamaGarg2.jpg",
            "hired": false
        },
        {
            "id": 3,
            "firstName": "Ashwin",
            "lastName": "Prakash",
            "bio": "Being a musician for most of my life has led me to realize how much I love to learn and create. I have also been fascinated by technology since I was a child. When I went to college, I was unsure what I wanted to do for the rest of my life. I decided to pursue Psychology because I was interested in helping people, and how people interact with the world around them. Despite my love for psychology I felt unsatisfied at my prospects after graduating and decided to focus on careers in technology. While nervous at first I applied to NSS and decided to make the leap into the world of programming. After spending 6 months I can safely say that I have never felt more at home and constantly challenged  before. I am improving everday and excited to continue my journey in this field.",
            "github": "https://github.com/ashwinp94",
            "linkedIn": "https://www.linkedin.com/in/ashwin-prakash-824545162/",
            "email": "ashp94@gmail.com",
            "proImg": "images/classmates/AshwinPrakash1.jpg",
            "funImg": "images/classmates/AshwinPrakash2.jpg",
            "hired": false
        },
        {
            "id": 4,
            "firstName": "Asia",
            "lastName": "Carter",
            "bio": "I've loved data and design for as long as I can remember. Attending Barnard College, Columbia University I set out to become an environmental engineer. After I realized that lab work didn't quite scratch my creative itch, I dove head first into a foreign industry&mdash;marketing&mdash;teaching myself the ropes and learning on the job, I worked for various small businesses on a contract basis for three years. Until finally, I stumbled upon an industry that married my two passions perfectly: software development.",
            "github": "https://github.com/asiamcarter",
            "linkedIn": "https://www.linkedin.com/in/asiamcarter/",
            "portfolio": "http://asiamcarter.com/",
            "email": "asiamcarter@gmail.com",
            "proImg": "images/classmates/AsiaCarter1.jpg",
            "funImg": "images/classmates/AsiaCarter2.jpg",
            "hired": false
        },
        {
            "id": 5,
            "firstName": "Austin",
            "lastName": "Blade",
            "bio": "My journey to software development began as a graphic designer for a skateboarding company. Learning the art of design eventually lead me to start my own brand and venture into manufacturing clothing. While learning how to manage a business effectively, building a screenprinting facility, and going through college, I found my passion for building things. After an internship with a digital marketing agency, I gained a curiosity for development. That curiosity stuck, lead me to a job fixing software issues for a living, then to Nashville Software School where I learned to combine my interest in technology with my passion for building things.",
            "github": "https://github.com/THATBLADEBOY",
            "linkedIn": "https://www.linkedin.com/in/austin-blade-8ab337102/",
            "portfolio": "https://austinblade.com/",
            "email": "aus10b@gmail.com",
            "proImg": "images/classmates/AustinBlade1.jpg",
            "funImg": "images/classmates/AustinBlade2.jpg",
            "hired": false
        },
        {
            "id": 6,
            "firstName": "Brittany",
            "lastName": "Ramos-Janeway",
            "bio": "A budding software engineer who loves a technical problem to solve. After graduating from the University of Chicago in 2015 I started a quest to try and find my professional direction. After a couple of years and a few different employment adventures, I decided that the best way to fulfill my desire to become a life-long learner and problem solver would be through programming, leading to my transition into the dev world.",
            "github": "https://github.com/bramosja",
            "linkedIn": "https://www.linkedin.com/in/brittany-ramos-janeway/",
            "email": "bramosjaneway@gmail.com",
            "proImg": "images/classmates/BrittanyRamosJaneway1.jpg",
            "funImg": "images/classmates/BrittanyRamosJaneway2.jpg",
            "hired": false
        },
        {
            "id": 7,
            "firstName": "Cole",
            "lastName": "Bryant",
            "bio": "I'm no stranger to diving into complex problem domains and developing creative solutions. Working as an analyst at a healthcare valuation firm, I found myself eager to take on projects that involved manipulating data, researching challenging subjects and interacting with applications. I first began to explore programming as a way to optimize my analyses, but soon the world of software development began to reveal itself to me and I knew it was a path I couldn't ignore. I love having the opportunity to continually be learning and working in an environment where both attention to detail and an understanding of the larger scope are vitally important.",
            "github": "https://github.com/colebryant",
            "linkedIn": "https://www.linkedin.com/in/cole-bryant/",
            "portfolio": "https://colewbryant.com/",
            "email": "cobryant47@gmail.com",
            "proImg": "images/classmates/ColeBryant1.jpg",
            "funImg": "images/classmates/ColeBryant2.jpg",
            "hired": false
        },
        {
            "id": 8,
            "firstName": "Colleen",
            "lastName": "Woolsey",
            "bio": "When seeking to give, it's helpful to consider yourself a person of many talents. I'm a software developer because I enjoy the challenge of building and discovery. The satisfaction of a working feature is compelling. I'm a writer because I enjoy working at a craft where the horizon is always beyond reach. The feedback I hear most from friends and former strangers is that I have a gift for hospitality. While there are many things I enjoy, my passion is people. One of my dreams is to be part of a mobile disaster relief team that helps people process trauma in the midst of it. After Nashville Software School my next quest is to become adept at mediation. I'm a conscientious coder and an enthusiastic learner, but my &quot;Full Stack&quot; is most evident as I move toward making my hopes and dreams reality.",
            "github": "https://github.com/ColleenWoolsey",
            "linkedIn": "https://www.linkedin.com/in/colleen-woolsey-1b32a672/",
            "portfolio": "https://colleenwoolsey.github.io/",
            "email": "rlwool@aol.com",
            "proImg": "images/classmates/ColleenWoolsey1.jpg",
            "funImg": "images/classmates/ColleenWoolsey2.jpg",
            "hired": false
        },
        {
            "id": 21,
            "firstName": "Dakota",
            "lastName": "Cookson",
            "bio": "Ever since I was young I had a fascination with technology, I had started watching my dad fix computers when I was five and I was fixated on his craft, shortly after he got into development and although it took me awhile I became fascinated with how the power of the typed worked can influence the fundamentals of everything we do on a computer.",
            "github": "https://github.com/dakotacookson",
            "linkedIn": "https://www.linkedin.com/in/dakota-cookson-6003b0178/",
            "portfolio": "https://dakotacookson.github.io/Dakota.Cookson.Github.io/",
            "email": "dakota.cookson1995@gmail.com",
            "proImg": "images/classmates/DakotaCookson1.jpg",
            "funImg": "images/classmates/DakotaCookson2.jpg",
            "hired": false
        },
        {
            "id": 9,
            "firstName": "Daniel",
            "lastName": "Brewer",
            "bio": "I've experienced success as an Independent Insurance Agent, General Manager, and District Training Manager. Each of these roles afforded me the opportunity to read and create data-driven reports, troubleshoot complex problems, and develop a solution-based approach to challenges. Being a lifelong learner and part-time musician, I am always eager to gain understanding in new technologies. This mindset has led me to embrace my creative side and explore the world of software development. I'm encouraged by the knowledge that I've gained so far, and look forward to continually growing in my capabilities. I am comfortable working in a team environment or independently, and will fit into multiple work cultures.",
            "github": "https://github.com/Daniel-Brewer",
            "linkedIn": "https://www.linkedin.com/in/daniel-brewer-298246b/",
            "portfolio": "https://daniel-brewer.github.io/",
            "email": "danielbrewer15@gmail.com",
            "proImg": "images/classmates/DanielBrewer1.jpg",
            "funImg": "images/classmates/DanielBrewer2.jpg",
            "hired": false
        },
        {
            "id": 10,
            "firstName": "Grady",
            "lastName": "Robbins",
            "bio": "Hello, World!  My path to NSS began in college, where I learned my first foreign language, Spanish.  It was humbling, and required immersion, persistence, and improving my listening skills. After college, I joined the Navy and saw the world.  Two skills I explicitly remember during my first bootcamp experience were &quot;Teamwork&quot; and &quot;Discipline&quot;, which our Drill Instructor strongly encouraged us to say aloud during every. single. push-up.  After the Navy, I was fortunate enough to learn Lean Process Improvement and Data Driven Decision Making at Cardinal Health as an Operations Team lead and Data profiler. After deciding that one bootcamp experience wasn't quite enough, I enrolled in Nashville Software School and haven't looked back! I Imagine myself inside the middle of a Venn-Diagram - combining learning new languages with Bootcamp.  Combining &quot;Humility&quot;, &quot;Teamwork&quot; and &quot;Discipline&quot;, along with copius amounts of delicious (read: free) NSS coffee. So grateful to continue growing into my new career in the Tech Industry, surrounded by a cohort of interesting and wildly talented people.",
            "github": "https://github.com/gradyrobbins",
            "linkedIn": "https://www.linkedin.com/in/grady-robbins/",
            "portfolio": "https://gradyrobbins.github.io/",
            "email": "gradyrobbins13@gmail.com",
            "proImg": "images/classmates/GradyRobbins1.jpg",
            "funImg": "images/classmates/GradyRobbins2.jpg",
            "hired": false
        },
        {
            "id": 11,
            "firstName": "Hannah",
            "lastName": "Neal",
            "bio": "<em>&quot;There is nothing we can't do if we work hard, never sleep, and shirk all other responsibilities in our lives.&quot; &mdash;Leslie Knope</em><br /><br />Curiosity is at the core of who I am and how I got here. I thrive in an environment that offers many opportunities for learning new things. I chose to pursue a career in the sciences for the sense of wonder it inspired and the idea that my curiosity would never be quenched. I dreamed of a laboratory career that celebrated non-stop learning and experimentation. After years of performing the same chemical tests over and over for clients, I came to the unhappy realization that I was not in the right industry. After some soul-searching, I found Nashville Software School and the career fit I was looking for. Software Development has endless opportunities for growth! As soon as I learn something new, I can implement it. I can always improve upon code and make a project better. My curiosity is sparked and quenched regularly. The world revolves around technology and promises to become ever more so dependent on it. I am pleased to be part of this exciting field!",
            "github": "https://github.com/hannahmneal",
            "linkedIn": "https://www.linkedin.com/in/hannah-neal/",
            "email": "hannahmneal@gmail.com",
            "proImg": "images/classmates/HannahNeal1.jpg",
            "funImg": "images/classmates/HannahNeal2.jpg",
            "hired": false
        },
        {
            "id": 12,
            "firstName": "Hunter",
            "lastName": "Metts",
            "bio": "HTML, CSS, Bootstrap, Adobe XD, Javascript, Swift, APIs, SQL, Data Manipulation, JQuery, React, C#, and .Net. Learning, growing, solving, and creating. 40+ hours a week coding and virtually unbeatable at Mario Kart.",
            "github": "https://github.com/huntermetts",
            "linkedIn": "https://www.linkedin.com/in/hunter-metts/",
            "portfolio": "https://huntermetts.github.io/",
            "email": "huntermettsdev@gmail.com",
            "proImg": "images/classmates/HunterMetts1.jpg",
            "funImg": "images/classmates/HunterMetts2.jpg",
            "hired": false
        },
        {
            "id": 13,
            "firstName": "Jordan",
            "lastName": "Rosas",
            "bio": "A tech savvy, trilingual, cellist originally from Washington state who enjoys telling computers what to do. I spent two years self studying Python and front end development. After applying to countless places and being rejected due to my lack of experience I decided it was time to invest in myself to make myself more marketable to prospective employers. After days of research I applied to Nashville Software School. After a competitive application/interview process, I received news that I had been accepted. I began my journey at NSS November 12 of 2018. Every day my understanding of development deepens and my skills continue to sharpen. I'm spending 40+ hours a week coding, manipulating data, and solving problems.",
            "github": "https://github.com/JordanRosas",
            "linkedIn": "https://www.linkedin.com/in/jordanrosas/",
            "portfolio": "https://jordanrosas.dev/",
            "email": "jordanrosasdev@gmail.com",
            "proImg": "images/classmates/JordanRosas1.jpg",
            "funImg": "images/classmates/JordanRosas2.jpg",
            "hired": false
        },
        {
            "id": 14,
            "firstName": "Joseph",
            "lastName": "Baugh",
            "bio": "As a full time musician I consistently found myself looking to technology in order to push creative limits.  Whether it was discovering new systems to make live concerts more effective, or finding software that could speed up the process of learning setlists, it was clear that tech could push everything to higher levels of quality.  Implementing this love of tech to build a recording studio I found myself enjoying the software just as much as the music I was producing with it.  It’s then that I began to study code. Now on track to become a software developer, I’m excited to see what things can be created in order to help ideas get pushed to their limits.",
            "github": "https://github.com/jdbbaugh",
            "linkedIn": "https://www.linkedin.com/in/joseph-baugh/",
            "portfolio": "http://joeybaugh.com/",
            "email": "joeybaugh@me.com",
            "proImg": "images/classmates/JosephBaugh1.jpg",
            "funImg": "images/classmates/JosephBaugh2.jpg",
            "hired": false
        },
        {
            "id": 15,
            "firstName": "Justin",
            "lastName": "Wheeler",
            "bio": "I have spent most of my life in sales either as an individual contributor or managing a team. However, I came to a point where I lost  interest and passion for sales and decided to invest my focus in other areas. My entire life I had been driven by technology and my hobbies have alway been centered around the same pursuits.  I decided to take the leap and move towards my passion and pursue software development with the assistance of Nashville Software School to become a Full Stack Developer . I can honestly say I am happy with my choice. I am excited every day and looking forward to my next step.",
            "github": "https://github.com/loetek",
            "linkedIn": "https://www.linkedin.com/in/justindwheeler/",
            "portfolio": "https://jdwheeler.dev/",
            "email": "jdwheeler0@gmail.com",
            "proImg": "images/classmates/JustinWheeler1.jpg",
            "funImg": "images/classmates/JustinWheeler2.jpg",
            "hired": false
        },
        {
            "id": 16,
            "firstName": "Mary",
            "lastName": "Remo",
            "bio": "High School began to come to a close and I panicked. What did I want my lifetime career to be? I had no specific career paths that appealed to me. The only thing I knew was that I loved learning and I wanted to further my education. I double majored in Education and History in college. Fast forward 45 credit hours and I knew this was not the right path for me. I did not want to quit school though. Learning was the only thing I was sure about. That is when my brother introduced me to Software Development&mdash;a career in which you are in a constant state of learning. I chose to pursue this career and I enrolled into Nashville Software School. I have not looked back! I am very excited to continue this journey in Web Development!",
            "github": "https://github.com/MaryRemo",
            "linkedIn": "https://www.linkedin.com/in/mary-massie-remo-953b2b179/",
            "portfolio": "https://maryremo.github.io/",
            "email": "maryjewel99@gmail.com",
            "proImg": "images/classmates/MaryRemo1.jpg",
            "funImg": "images/classmates/MaryRemo2.jpg",
            "hired": false
        },
        {
            "id": 17,
            "firstName": "Megan",
            "lastName": "Cruzen",
            "bio": "I've loved computers since childhood and started dabbling with design and code in my teens. From AOL mailing lists to the high school newspaper layout to actual websites, I've always enjoyed designing via computer. I'm also a lover of languages, having majored in Linguistics and studied Latin, Japanese, and French, so it's no surprise I love computer languages as well. Although I've pursued other interests, I'm always drawn back to web development, as it feeds both my creative and analytical sides. Web development has been both a hobby and a side gig, but now I'm taking the next step to pursue it as a career with the help of Nashville Software School.",
            "github": "https://github.com/megcruzen",
            "linkedIn": "https://www.linkedin.com/in/megancruzen/",
            "portfolio": "https://megcruzen.com/",
            "email": "megcruzen@gmail.com",
            "proImg": "images/classmates/MeganCruzen1.jpg",
            "funImg": "images/classmates/MeganCruzen2.jpg",
            "hired": true
        },
        {
            "id": 18,
            "firstName": "Nick",
            "lastName": "Hansen",
            "bio": "Tech has always been a passion of mine. Prior to entering NSS, I was a project manager and director in the public sector. I spend six years advocating for and buidling workforce development programs in the manufacturing, healthcare, logisitcs, and tech fields. I decided to move into the tech space to better align my love for solving problems, tech, and join a community of creative minds and life long learners in the Nashville dev community.",
            "github": "https://github.com/Nick-T-Hansen",
            "linkedIn": "https://www.linkedin.com/in/nick-t-hansen/",
            "portfolio": "https://nick-t-hansen.github.io/",
            "email": "nick.hansen13@gmail.com",
            "proImg": "images/classmates/NickHansen1.jpg",
            "funImg": "images/classmates/NickHansen2.jpg",
            "hired": false
        },
        {
            "id": 19,
            "firstName": "Russell",
            "lastName": "Reiter",
            "bio": "<em>&quot;Build your own dreams, or someone else will hire you to build theirs.&quot; &mdash; Farrah Gray</em><br /><br />Dynamic, goal-driven, confident self-starter with exceptional organizational, analytical, interpersonal and communication skills. Proven leader with over 25 years of progressively successful experience in medical administration and management positions. Outstanding record of achievement coupled with the ability to build organizations and teams through leadership, creativity and effective management. Adept at analyzing problems and developing and implementing creative solutions. Expert at bringing teams of diverse stakeholders with competing interests to consensus in order to solve complex problems.",
            "github": "https://github.com/alagrad94",
            "linkedIn": "https://www.linkedin.com/in/russellreiter/",
            "portfolio": "https://alagrad94.github.io/",
            "email": "russell.reiter@gmail.com",
            "proImg": "images/classmates/RussellReiter1.jpg",
            "funImg": "images/classmates/RussellReiter2.jpg",
            "hired": false
        },
        {
            "id": 20,
            "firstName": "Zac",
            "lastName": "Crawford",
            "bio": "My connection to technology comes from a background in fine art. Creating has always been part of my life no matter the medium but ultimately, focusing on software development has been an amazing journey. Everyday I strive to be a better developer, father, and human.",
            "github": "https://github.com/zwcrawford",
            "linkedIn": "https://www.linkedin.com/in/zac-crawford/",
            "portfolio": "https://zwcrawford.github.io/",
            "email": "zwcrawford@outlook.com",
            "proImg": "images/classmates/ZacCrawford1.jpg",
            "funImg": "images/classmates/ZacCrawford2.jpg",
            "hired": false
        }
    ]
}
